[
	{
		"name":"Chris Evans",
		"shortname":"cevans",
		"birthplace":"Massachusetts",
		"bio":"A handsome young actor whose breakout role as a popular jock in Not Another Teen Movie found him in high demand, Chris Evans (born June 13th, 1981) followed with a role in the moderately successful comedy The Perfect Score before truly coming into his own before the cameras. Born in Sudbury, MA, Evans spent the majority of his childhood in Boston before his love of acting brought him to New York City the summer after his junior year of high school. It was during this time that the aspiring actor alternated between an internship at a casting office and summer acting classes. With a little help from a contact he made that summer, Evans began auditioning shortly after graduating from high school. A supporting role in the short-lived television series Opposite Sex gave the up-and-comer his first break on the small screen, and a supporting role in the feature The Newcomers preceded an appearance in the popular prime-time drama Boston Public."
	},
	{
		"name":"Robert Downey, Jr.",
		"shortname":"rdowney",
		"birthplace":"New York",
		"bio":"Hailed by many critics as one of the most brilliant and versatile actors of his generation, Robert Downey Jr. chalked up a formidable onscreen track record that quickly launched the young thesp into the stratosphere. Although, for a time, Downey's stormy offscreen life and personal problems threatened to challenge his public image, he quickly bounced back and overcame these setbacks, with a continued array of impressive roles on the big and small screens that never sacrificed his audience appeal or affability."
	},
	{
		"name":"Jennifer Lawrence",
		"shortname":"jlawrence",
		"birthplace":"Kentucky",
		"bio":"Kentucky-born actress Jennifer Lawrence began her career as a teenager, appearing on shows like Monk and The Bill Engvall Show from 2006 through 2009. In 2008, she appeared alongside Charlize Theron in the critically acclaimed film The Burning Plain, for which she won the Marcello Mastroianni Award for the best young emerging actor/actress. She next made waves starring as the daughter of a troubled mother in 2010's Winter's Bone, which garnered her an Oscar nomination for Best Actress."
	},
	{
		"name":"Channing Tatum",
		"shortname":"ctatum",
		"birthplace":"Alabama",
		"bio":"Actor Channing Tatum might be best known to audiences as a shirtless young man baring his muscular physique for the pages of Abercrombie and Fitch catalogs. His career began when he was cast as an extra in the Ricky Martin video for She Bangs. Up until then, he'd been drifting from one job to another after the promising football career he prepared for in military school floundered when he entered college. Modeling proved to be a natural fit for Tatum, and he cultivated a successful career appearing in print ads and commercials for such companies as Nautica, Gap, Aeropostale, Emporio Armani, American Eagle, and Pepsi. His charisma in front of the camera didn't go unnoticed and he soon parlayed his modeling career into a shot at acting, landing an appearance on CSI: Miami in 2004. He was soon given a substantial role in the sports drama Coach Carter, which dealt with familiar subject matter for the lifelong athlete."
	},
	{
		"name":"George Clooney",
		"shortname":"Gclooney",
		"birthplace":"Kentucky",
		"bio":"As the son of broadcast journalist Nick Clooney and the nephew of chanteuse Rosemary Clooney, George Clooney entered the world with show business coursing through his veins. Born May 6, 1961 in Lexington, Kentucky, the future E.R. headliner appeared at the tender age of five on his father's Cincinnati talk program, The Nick Clooney Show. In his youth, Clooney honed a sharp interest in sports - particularly baseball - but by adulthood, Clooney launched himself as an onscreen presence, seemingly without effort. Beginning with a string of television commercials, then signed with Warner Brothers Entertainment as a supporting player. By the time Clooney had paid his dues, he'd appeared in single episodes of The Golden Girls, Riptide, Crazy Like a Fox, Street Hawk and Hunter."
	},
	{
		"name":"Johnny Depp",
		"shortname":"jdepp",
		"birthplace":"Kentucky",
		"bio":"Initially known as a teen idol thanks to his role on 21 Jump Street and tortured pretty-boy looks, Johnny Depp survived the perils of adolescent heartthrob status to earn a reputation as a respected adult actor. His numerous collaborations with director Tim Burton, as well as solid performances in a number of critically acclaimed films, have allowed Depp to carve a niche for himself as a serious, if idiosyncratic performer, a real-life role that has continuously surprised critics intent on writing him off as just another photogenic Tiger Beat casualty. "
	},
	{
		"name":"Margot Robbie",
		"shortname":"mrobbie",
		"birthplace":"Australia",
		"bio":"Margot Elise Robbie (born 2 July 1990)[1][2][3] is an Australian actress. Robbie started her career by appearing in Australian independent films in the late 2000s. She was later cast in the soap opera Neighbours (2008–2011), which earned her two Logie Award nominations. After moving to the United States, Robbie starred in the short-lived ABC drama series Pan Am (2011–2012). In 2013, she made her big screen debut in Richard Curtis's romantic comedy-drama film About Time and co-starred in Martin Scorsese's biographical drama The Wolf of Wall Street. In 2015, Robbie co-starred in the romantic comedy-drama film Focus, appeared in the romantic World War II drama film Suite Française and starred in the sci fi film Z for Zachariah. In 2016, she will portray Jane Porter in the action-adventure film The Legend of Tarzan and Harley Quinn in the superhero film Suicide Squad."
	},
	{
		"name":"Jared Leto",
		"shortname":"jleto",
		"birthplace":"Louisiana",
		"bio":"Since first being introduced to television audiences as the object of Claire Danes angst-ridden lust in My So-Called Life, Jared Leto has enjoyed a growing popularity that has allowed him to make a name for himself in a steady stream of films. Born December 26, 1971, in Bossier City, LA, Leto led a peripatetic childhood under the care of his mother, who moved her family to places ranging from Haiti to a Colorado commune. Leto, who was interested in becoming a painter, enrolled in Philadelphia's University of the Arts, but then discovered acting and transferred to the School of Visual Arts in New York City. While he was a student there, he wrote and starred in his own film, Crying Joy. Leto moved to Los Angeles in 1992 to pursue his acting career. In 1994, he got his big break playing My So-Called Life's oblivious heartthrob, Jordan Catalano. Although the show didn't have a long run, it accumulated a loyal cult following from being ceaselessly re-run on MTV."
	},
	{
		"name":"Ryan Renolds",
		"shortname":"rrenolds",
		"birthplace":"British Columbia",
		"bio":"Handsome actor Ryan Reynolds may be best known to television viewers for his role in the popular Two Guys, a Girl and a Pizza Place, though if it weren't for his close friend Chris Martin, Reynolds' star may have not risen quite as smoothly as it did. Born in 1976, in Vancouver, British Columbia, Canada, to a food wholesaler father and a retail store saleswoman, Reynolds harbored an affection for acting from his early youth, and was undeterred after failing a drama class at the age of twelve. Making his television debut two years later on the Nickelodeon show Fifteen, the aspiring youngster crossed the border and relocated to Florida for the taping of the show, moving back to Vancouver soon after production ceased in 1991. Turning up in numerous television series such as Sabrina the Teenage Witch and made-for-TV movies in the following years, Reynolds soon grew despondent that his career was not moving along as smoothly as he wished. Recognizing his friend's frustrations, fellow actor Martin suggested that the two pick up and head for the Hollywood hills. Crashing in a cheap hotel and having his jeep stripped and rolled down a hill did little to raise Reynolds' spirits, though the determined actor carried on, landing his role on Two Guys in 1997. The only actor to read for the role of Berg, Reynolds won the favor of the producers and was soon on his way to success in the States. Following with roles in the teen horror comedy Boltneck (1998) and later Dick (1999) and Finder's Fee (2000), Reynolds soon began assuming his position among the hot young actors of the early millennium, taking the lead in 2001 for Van Wilder. "
	},
	{
		"name":"Ryan Gosling",
		"shortname":"rgosling",
		"birthplace":"Canada",
		"bio":"Despite his confident good looks and his role as the son of Zeus on television's popular Hercules: The Legendary Journeys, Ryan Gosling ironically used to get chuckles by donning a Speedo and flexing like a professional weightlifter as a scrawny six-year-old. Born in London, Ontario, Canada, in November 1980, and raised in nearby Cornwall, Gosling was withdrawn for private schooling early on due to harassment by his classmates. Quickly learning the value of confidence, the bright youngster focused his energy into acting and landed a two-year role on The Mickey Mouse Club at age 12. Soon moving on to television commercials and roles in such films as Disney's Frankenstein and Me (1996), Gosling returned to television in 1997 for the short-lived Breaker High before finding more sturdy television ground in his Hercules role the following year. Since then, the actor has tackled increasingly challenging roles such as his turn as a conflicted Jewish student in The Believer (2001) and as a teen who commits murder in the name of mercy in The United States of Leland (2002). That same year, the increasingly busy Gosling starred in both The Slaughter Rule, and alongside Sandra Bullock in the crime thriller Murder by Numbers. "
	},
	{
		"name":"Scarlett Johansson",
		"shortname":"sjohansson",
		"birthplace":"New York",
		"bio":"Universally known as one of the sexiest women in Hollywood, Scarlett Johansson has actually been acting professionally since the age of eight. A native of New York City, where she was born on November 22, 1984, Johansson was raised -- along with her twin brother -- as the youngest of four children, and she developed an interest in acting at the age of three. After enrolling in classes at the Lee Strasberg Theatre Institute for Young People, she made her stage debut opposite Ethan Hawke in the off-Broadway production of Sophistry. Her film debut followed in 1994, when she had a supporting role in North, and she subsequently appeared in the little-seen Just Cause (1995) and If Lucy Fell (1996)."
	},
	{
		"name":"Brad Pitt",
		"shortname":"bpitt",
		"birthplace":"Oklahoma",
		"bio":"Brad Pitt (born December 18, 1963) is an American actor and producer. He has received a Golden Globe Award, a Screen Actors Guild Award, and three Academy Award nominations in acting categories and received three further Academy Award nominations, winning one, as producer under his own company Plan B Entertainment."
	},
	{
		"name":"Matt Damon",
		"shortname":"mdamon",
		"birthplace":"Massachusetts",
		"bio":"A native of Cambridge, Massachusetts, where he was born on October 8, 1970, Damon grew up in prosperous surroundings with his tax preparer father, college professor mother, and older brother. At the age of ten, he befriended Affleck, a boy two years his junior who lived down the street. Educated at Cambridge's Rindge and Latin School, Damon landed his first role in a Hollywood production before the age of 18, with a one-scene turn in Mystic Pizza (1988). Not long after, Damon gained acceptance to Harvard University, where he studied for three years before dropping out to pursue his acting career. During his time there, he had to write a screenplay for an English class, that served as the genesis of Good Will Hunting. "
	},
	{
		"name":"Will Smith",
		"shortname":"wsmith",
		"birthplace":"Pennsylvania",
		"bio":"Given his formidable success in numerous arenas of the entertainment industry, the multi-talented Will Smith qualifies as an original Renaissance man. Although Smith initially gained fame as the rap star Fresh Prince prior to the age of 20, (with constant MTV airplay and blockbuster record sales), he cut his chops as an A-list Hollywood actor on the small and big screens in successive years, unequivocally demonstrating his own commercial viability and sturdy appeal to a broad cross section of viewers. "
	},
	{
		"name":"Paul Rudd",
		"shortname":"prudd",
		"birthplace":"New Jersey",
		"bio":"Displaying the type of understated, dark-eyed good looks that make him a natural candidate for an art house pinup, Paul Rudd impressed filmgoers throughout the latter half of the 1990s with his talent for turning in performances marked by thoughtful insight and an unassuming charisma. Since his turn as Alicia Silverstone's endearingly self-righteous stepbrother in the 1995 film Clueless, Rudd has enjoyed a sort of low-key fame that has allowed him to branch out both in film and on the stage."
	}
]